import SectionContainer from "@/components/layout/sectionContainer";
import Header2 from "@/components/UI/header2";

export default function AboutUs() {
    return <SectionContainer className="">
        <Header2 title="О нас" header="Дальмосбур" hideBtn />
        <p>ООО «Дальмосбур» — динамично развивающаяся компания, специализирующаяся на оказании высокотехнологичных услуг в сфере горных работ и инженерных изысканий. Основанное в 2018 году, наше предприятие прошло путь от небольшой специализированной бригады до полноценной производственной организации с собственным парком современной техники и штатом высококвалифицированных сертифицированных специалистов.</p>
        <div>
            <h3 className="text-title-xlarge">Наша миссия</h3>
            <p>Мы стремимся стать лидером в области горных работ на Дальнем Востоке, предлагая нашим клиентам комплексные решения, сочетающие в себе передовые технологии, безупречное качество и строгое соблюдение сроков выполнения работ. Наш подход основан на принципах безопасности, экологической ответственности и максимальной эффективности.</p>
        </div>
    </SectionContainer>
}